Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: When a friend sends one, it will wait here. Got an ear tag from them? Type it below.
ar: عندما يرسل صديق واحدة، وسوف تنتظر هنا. حصلت على علامة الأذن منهم؟ اكتبه أدناه.
bg: Когато приятел изпрати такъв, той ще чака тук. Имате ли ушна марка от тях? Въведете го по-долу.
bs: Kada prijatelj pošalje jedan, on će čekati ovdje. Imaš ušnu markicu od njih? Upišite ga ispod.
ca: Quan un amic n'enviï un, s'esperarà aquí. Teniu una etiqueta a l'orella? Escriu-lo a continuació.
cs: Když nějaký přítel pošle, počká tady. Máš od nich ušní známku? Napište to níže.
da: Når en ven sender en, vil den vente her. Har du et øremærke fra dem? Skriv det nedenfor.
de: Wenn Freunde dir einen schicken, wartet er hier. Hast du eine Ohrmarke von ihnen bekommen? Gib sie unten ein.
el: Όταν ένας φίλος στείλει ένα, θα περιμένει εδώ. Πήρες ένα αυτί από αυτούς; Πληκτρολογήστε το παρακάτω.
es: Cuando un amigo envíe uno, esperará aquí. ¿Tienes una etiqueta en la oreja de ellos? Escríbelo a continuación.
et: Kui sõber saadab, jääb see siin ootama. Kas teil on neilt kõrvamärk? Sisestage see alla.
eu: Lagun batek bat bidaltzen duenean, hemen itxarongo du. Beraien belarri-taila al duzu? Idatzi behean.
fi: Kun ystävä lähettää sellaisen, se odottaa täällä. Saitko heiltä korvamerkin? Kirjoita se alle.
fr: Lorsqu'un ami en envoie un, il attendra ici. Tu as une étiquette d'oreille de leur part ? Tapez-le ci-dessous.
ga: Nuair a sheolann cara ceann, fanfaidh sé anseo. An bhfuair tú clib cluaise uathu? Clóscríobh thíos é.
gl: Cando un amigo envíe un, agardará aquí. Tes unha marca de oído deles? Escríbeo a continuación.
he: כשחבר ישלח אחד, הוא יחכה כאן. יש לך תג אוזניים מהם? הקלד אותו למטה.
hi: जब कोई मित्र इसे भेजेगा, तो वह यहीं प्रतीक्षा करेगा। उनसे कान का टैग मिला? इसे नीचे टाइप करें.
hr: Kad ga prijatelj pošalje, čekat će ga ovdje. Imaš ušnu markicu od njih? Upišite ispod.
hu: Ha egy barát küld egyet, az itt fog várni. Kaptál füljelzőt tőlük? Írja be alább.
id: Ketika seorang teman mengirimkannya, dia akan menunggu di sini. Mendapat tag telinga dari mereka? Ketik di bawah.
is: Þegar vinur sendir einn mun hann bíða hér. Ertu með eyrnamerki frá þeim? Skrifaðu það hér að neðan.
it: Quando un amico ne invia uno, aspetterà qui. Hai ricevuto un marchio auricolare da loro? Scrivilo qui sotto.
ja: 友達が送信すると、ここで待機します。彼らから耳標をもらいましたか？以下に入力してください。
ka: როცა მეგობარი გამოგიგზავნის, ის აქ დაელოდება. მიიღეთ მათგან ყურის ნიშანი? ჩაწერეთ ქვემოთ.
kk: Дос жіберсе, осында күтеді. Олардан құлақ белгісі бар ма? Төменде теріңіз.
ko: 친구가 보내면 여기서 기다립니다. 귀표를 받았나요? 아래에 입력하세요.
lt: Kai draugas atsiųs, jis lauks čia. Turite iš jų ausų įsagas? Įveskite jį žemiau.
lv: Kad draugs to nosūtīs, tas gaidīs šeit. Vai esat saņēmis auss zīmi no viņiem? Ierakstiet to zemāk.
mk: Кога некој пријател ќе испрати, ќе чека тука. Имате уво ознака од нив? Напишете го подолу.
ms: Apabila rakan menghantar satu, ia akan menunggu di sini. Mendapat tag telinga daripada mereka? Taip di bawah.
mt: Meta ħabib jibgħat wieħed, se jistenna hawn. Ghandek tikketta tal-widna minnhom? Ittajpjaha hawn taħt.
nb: Når en venn sender en, vil den vente her. Har du øremerke fra dem? Skriv det nedenfor.
nl: Wanneer een vriend er een stuurt, zal deze hier wachten. Heb je een oormerk van ze gekregen? Typ het hieronder.
pl: Gdy znajomy go wyśle, będzie on tu czekał. Masz od nich kolczyk w uchu? Wpisz go poniżej.
pt_br: Quando um amigo enviar um, ele ficará esperando aqui. Recebeu uma marca de orelha deles? Digite abaixo.
ro: Când un prieten trimite unul, acesta va aștepta aici. Ai o crotalie de la ei? Introduceți-l mai jos.
ru: Когда друг отправит письмо, оно будет ждать здесь. Получил от них ушную бирку? Введи его ниже.
sk: Keď nejaký priateľ pošle, počká tu. Máte od nich ušnú známku? Napíšte to nižšie.
sl: Ko ga prijatelj pošlje, bo počakal tukaj. Imaš od njih ušesno znamko? Vnesite ga spodaj.
sq: Kur një mik dërgon një, ai do të presë këtu. Keni një etiketë në vesh prej tyre? Shkruani atë më poshtë.
sr: Када пријатељ пошаље једну, чекаће овде. Имаш ушну маркицу од њих? Откуцајте га испод.
sv: När en vän skickar en, väntar den här. Har du ett öronmärke från dem? Skriv det nedan.
th: เมื่อเพื่อนส่งมาก็จะรออยู่ตรงนี้ มีแท็กหูจากพวกเขาเหรอ? พิมพ์ด้านล่างเลย
tr: Bir arkadaş gönderdiğinde burada bekleyecek. Onlardan kulak küpesi mi aldın? Aşağıya yazın.
uk: Коли друг надішле його, він чекатиме тут. Отримав від них вушну бирку? Введи його нижче.
vi: Khi một người bạn gửi một cái, nó sẽ đợi ở đây. Có một thẻ tai từ họ? Hãy gõ nó vào bên dưới.
zh_hans: 当朋友发送一个时，它会在这里等待。他们有耳标吗？在下面输入它。
zh_hk: 當朋友發送一個時，它會在這裡等待。他們有耳標嗎？在下面輸入它。

source: Where
ar: أين
bg: Къде
bs: Gdje
ca: On
cs: Kde?
da: Hvor
de: Wo
el: Πού
es: donde
et: Kus
eu: Non
fi: Missä
fr: Où
ga: Cá
gl: Onde
he: איפה
hi: कहाँ
hr: Gdje
hu: Hol
id: Dimana
is: Hvar
it: Dove
ja: どこで
ka: სად
kk: Қайда
ko: 어디에
lt: Kur
lv: Kur
mk: Каде
ms: di mana
mt: Fejn
nb: Hvor
nl: Waar
pl: Gdzie
pt_br: Onde
ro: Unde
ru: Где
sk: Kde
sl: kje
sq: Ku
sr: Где
sv: Var
th: ที่ไหน
tr: Nerede
uk: Де
vi: Ở đâu
zh_hans: 在哪里
zh_hk: 在哪裡

source: Where %@ is now
ar: حيث %@ هو الآن
bg: Където е %@ сега
bs: Gdje je %@ sada
ca: On és ara %@
cs: Kde je nyní %@
da: Hvor %@ er nu
de: Wo %@ jetzt ist
el: Εκεί που είναι τώρα το %@
es: Dónde está %@ ahora
et: Kus on praegu %@
eu: %@ non dagoen orain
fi: Missä %@ on nyt
fr: Où se trouve %@ maintenant
ga: Cá bhfuil %@ anois
gl: Onde está agora %@
he: איפה %@ נמצא עכשיו
hi: %@ अब कहां है
hr: Gdje je %@ sada
hu: Hol van most a %@
id: Dimana %@ sekarang
is: Þar sem %@ er núna
it: Dove si trova adesso %@
ja: %@ は今どこにいますか
ka: სადაც %@ არის ახლა
kk: %@ қазір қайда
ko: %@는 지금 어디에 있나요?
lt: Kur dabar yra %@
lv: Kur tagad atrodas %@
mk: Каде што е сега %@
ms: Di mana %@ berada sekarang
mt: Fejn qiegħed %@ issa
nb: Hvor %@ er nå
nl: Waar %@ nu is
pl: Gdzie jest teraz %@
pt_br: Onde %@ está agora
ro: Unde este acum %@
ru: Где сейчас находится %@
sk: Kde je teraz %@
sl: Kje je zdaj %@
sq: Ku është tani %@
sr: Где је сада %@
sv: Där %@ är nu
th: ตอนนี้ %@ อยู่ที่ไหน
tr: %@ şu anda nerede
uk: Де зараз %@
vi: %@ hiện ở đâu
zh_hans: %@ 现在在哪里
zh_hk: %@ 現在在哪裡

source: Where are they headed?
ar: أين يتجهون؟
bg: Накъде са се запътили?
bs: Kuda su krenuli?
ca: Cap a on es dirigeixen?
cs: kam mají namířeno?
da: Hvor er de på vej hen?
de: Wohin gehen sie?
el: Πού κατευθύνονται;
es: ¿Hacia dónde se dirigen?
et: Kuhu nad teel on?
eu: Nora doaz?
fi: Minne he ovat matkalla?
fr: Où vont-ils ?
ga: Cá bhfuil ceann acu?
gl: Cara onde se dirixen?
he: לאן מועדות פניהם?
hi: वे कहाँ जा रहे हैं?
hr: Kamo su krenuli?
hu: Merre tartanak?
id: Kemana tujuan mereka?
is: Hvert stefna þeir?
it: Dove sono diretti?
ja: 彼らはどこに向かっているのでしょうか？
ka: საით მიემართებიან?
kk: Олар қайда бара жатыр?
ko: 그들은 어디로 향하고 있나요?
lt: Kur jie eina?
lv: Kur viņi virzās?
mk: Каде се упатени?
ms: Ke manakah hala tuju mereka?
mt: Fejn sejrin?
nb: Hvor er de på vei?
nl: Waar gaan ze heen?
pl: Dokąd zmierzają?
pt_br: Para onde eles estão indo?
ro: Unde se îndreaptă?
ru: Куда они направляются?
sk: Kam majú namierené?
sl: Kam so namenjeni?
sq: Ku po shkojnë?
sr: куда су кренули?
sv: Vart är de på väg?
th: พวกเขากำลังมุ่งหน้าไปไหน?
tr: Nereye gidiyorlar?
uk: Куди вони прямують?
vi: Họ đang đi đâu?
zh_hans: 他们要去哪里？
zh_hk: 他們要去哪裡？

source: Where are you headed?
ar: إلى أين تتجه؟
bg: накъде си се запътил
bs: kuda si krenuo?
ca: Cap a on vas?
cs: kam máš namířeno?
da: Hvor er du på vej hen?
de: Wohin gehst du?
el: Που κατευθύνεσαι;
es: ¿Adónde te diriges?
et: Kuhu sa teel oled?
eu: Nora zoaz?
fi: Minne olet matkalla?
fr: Où vas-tu ?
ga: Cá bhfuil tú i gceannas?
gl: Onde vas?
he: לאן פניך מועדות?
hi: आपकी मंज़िल किधर है?
hr: Kamo ste krenuli?
hu: Merre tartasz?
id: Kemana tujuanmu?
is: Hvert stefnirðu?
it: Dove sei diretto?
ja: どこに向かっているのですか？
ka: სად მიდიხარ?
kk: Сіз қайда бара жатырсыз?
ko: 어디로 가시나요?
lt: Kur tu eini?
lv: Kur tu dodaties?
mk: Каде се движиш?
ms: Ke manakah anda menuju?
mt: Fejn sejjer?
nb: Hvor er du på vei?
nl: Waar ga je heen?
pl: Dokąd zmierzasz?
pt_br: Para onde você está indo?
ro: Unde te îndrepți?
ru: Куда ты направляетесь?
sk: kam máš namierené?
sl: Kam ste namenjeni?
sq: Ku jeni drejtuar?
sr: куда си кренуо?
sv: Vart är du på väg?
th: คุณกำลังมุ่งหน้าไปไหน?
tr: Nereye gidiyorsun?
uk: Куди ти прямуєш?
vi: Bạn đang đi đâu?
zh_hans: 你要去哪里？
zh_hk: 你要去哪裡？

source: Where is this letter going?
ar: إلى أين تتجه هذه الرسالة؟
bg: Къде отива това писмо?
bs: Gde ide ovo pismo?
ca: On va aquesta carta?
cs: Kam tento dopis míří?
da: Hvor er dette brev på vej hen?
de: Wohin soll dieser Brief gehen?
el: Πού πάει αυτό το γράμμα;
es: ¿A dónde va esta carta?
et: Kuhu see kiri läheb?
eu: Nora doa gutun hau?
fi: Minne tämä kirje menee?
fr: Où va cette lettre ?
ga: Cá bhfuil an litir seo ag dul?
gl: Onde vai esta carta?
he: לאן הולך המכתב הזה?
hi: यह पत्र कहां जा रहा है?
hr: Kamo ide ovo pismo?
hu: Hová megy ez a levél?
id: Kemana perginya surat ini?
is: Hvert er þetta bréf að fara?
it: Dove va questa lettera?
ja: 手紙の届け先は？
ka: სად მიდის ეს წერილი?
kk: Бұл хат қайда барады?
ko: 이 편지는 어디로 가는 걸까요?
lt: Kur keliauja šis laiškas?
lv: Kur šī vēstule nonāk?
mk: Каде оди ова писмо?
ms: Ke mana perginya surat ini?
mt: Fejn sejra din l-ittra?
nb: Hvor går dette brevet?
nl: Waar gaat deze brief naartoe?
pl: Dokąd zmierza ten list?
pt_br: Para onde vai esta carta?
ro: Unde se duce scrisoarea asta?
ru: Куда отправить письмо?
sk: Kam smeruje tento list?
sl: Kam gre to pismo?
sq: Ku po shkon kjo letër?
sr: Где иде ово писмо?
sv: Vart är det här brevet på väg?
th: จดหมายฉบับนี้จะไปไหน?
tr: Bu mektup nereye gidiyor?
uk: Куди йде цей лист?
vi: Bức thư này sẽ đi đâu?
zh_hans: 这封信要寄往何处？
zh_hk: 这封信要去哪里？

source: Where should the ram arrive?
ar: أين يجب أن يصل الكبش؟
bg: Къде трябва да пристигне овенът?
bs: Gdje bi ovan trebao stići?
ca: On ha d'arribar el carnero?
cs: Kam by měl beran dorazit?
da: Hvor skal vædderen ankomme?
de: Wo soll der Widder ankommen?
el: Πού πρέπει να φτάσει το κριάρι;
es: ¿A dónde debería llegar el carnero?
et: Kuhu jäär saabuma peaks?
eu: Nora iritsi behar du ahariak?
fi: Minne pässin pitäisi saapua?
fr: Où doit arriver le bélier ?
ga: Cá háit ar cheart don reithe teacht?
gl: Onde debe chegar o carneiro?
he: לאן אמור להגיע האיל?
hi: राम कहाँ पहुँचना चाहिए?
hr: Gdje treba stići ovan?
hu: Hova érkezzen a kos?
id: Di mana domba jantan itu harus tiba?
is: Hvert á hrúturinn að koma?
it: Dove dovrebbe arrivare l'ariete?
ja: 雄羊はどこに着くべきでしょうか？
ka: სად უნდა ჩამოვიდეს ვერძი?
kk: Қошқар қайда келуі керек?
ko: 숫양은 어디로 도착해야 합니까?
lt: Kur turėtų atvykti avinas?
lv: Kur jāierodas aunam?
mk: Каде треба да пристигне овенот?
ms: Di manakah domba jantan itu harus tiba?
mt: Fejn għandu jasal il-muntun?
nb: Hvor skal væren komme?
nl: Waar moet de ram aankomen?
pl: Gdzie powinien przybyć baran?
pt_br: Onde o carneiro deve chegar?
ro: Unde ar trebui să ajungă berbecul?
ru: Куда должен прийти баран?
sk: Kam by mal baran doraziť?
sl: Kam naj pride oven?
sq: Ku duhet të arrijë dashi?
sr: Где треба да стигне ован?
sv: Vart ska baggen komma?
th: แกะควรจะมาถึงที่ไหน?
tr: Koç nereye varmalı?
uk: Куди повинен прилетіти баран?
vi: Ram nên đến đâu?
zh_hans: 公羊应该到达哪里？
zh_hk: 公羊应该到达哪里？

source: Where you met, or where you hand off
ar: حيث التقيت، أو حيث سلمت
bg: Къде сте се срещнали или къде се предавате
bs: Gde ste se upoznali, ili gde ste predali
ca: On t'has conegut, o on t'has lliurat
cs: Kde jste se potkali nebo kde jste se odevzdali
da: Hvor du mødtes, eller hvor du afleverer
de: Wo ihr euch kennengelernt habt oder wo ihr übergeben habt
el: Εκεί που γνωριστήκατε ή που παραδώσατε
es: Dónde se conocieron o dónde se entregaron
et: Kus te kohtusite või kus te üle andsite
eu: Non ezagutu zenuen, edo non esku utzi duzun
fi: Missä tapasitte tai missä luovutitte
fr: Où vous vous êtes rencontrés, ou où tu passes le relais
ga: An áit ar bhuail tú, nó an áit a d’aistrigh tú
gl: Onde coñeceu, ou onde entrega
he: איפה נפגשתם, או איפה מסרתם
hi: आप कहाँ मिले थे, या आप कहाँ मिले थे
hr: Gdje ste se upoznali ili gdje ste se predali
hu: Ahol találkoztál, vagy ahol átadtad
id: Di mana Anda bertemu, atau di mana Anda berpisah
is: Hvar þú hittir, eða hvar þú afhendir
it: Dove ti sei incontrato o dove ti trasferisci
ja: 出会った場所、または別れの場所
ka: სად გაიცანი, ან სად გადაიბარე
kk: Сіз қай жерде кездестіңіз немесе қайда қалдыңыз
ko: 어디서 만났는지, 혹은 어디로 손을 내밀었는지
lt: Kur susitikote arba kur išdavėte
lv: Kur jūs satikāties vai kur jūs nodevāt
mk: Каде се запознавте или каде се предадете
ms: Di mana anda bertemu, atau di mana anda menyerahkannya
mt: Fejn iltqajt, jew fejn tgħaddi
nb: Hvor du møttes, eller hvor du overleverer
nl: Waar jullie elkaar hebben ontmoet, of waar jullie elkaar hebben overgedragen
pl: Gdzie się poznaliście lub gdzie się rozstaliście
pt_br: Onde você se conheceu ou onde você passou
ro: Unde te-ai întâlnit sau unde ai predat
ru: Где ты встретились или где передаёте письмо
sk: Kde ste sa stretli, alebo kde ste sa odovzdali
sl: Kje ste se srečali ali kjer ste se predali
sq: Aty ku jeni takuar, apo ku jeni dorëzuar
sr: Где сте се упознали, или где сте предали
sv: Var du träffades, eller där du lämnar
th: ที่คุณพบหรือที่คุณส่งมอบ
tr: Nerede tanıştınız veya nereye teslim oldunuz
uk: Де ти познайомилися, або де ти передаєте
vi: Nơi bạn gặp, hay nơi bạn chia tay
zh_hans: 你们相遇的地方，或者你们交接的地方
zh_hk: 你們相遇的地方，或是你們交接的地方

source: Where you talked, what they carry, anything worth remembering
ar: أين تحدثت، وماذا يحملون، أي شيء يستحق التذكر
bg: Къде сте говорили, какво носят, всичко, което си струва да се запомни
bs: Gdje ste razgovarali, šta nose, bilo šta vrijedno pamćenja
ca: On has parlat, què porten, qualsevol cosa que valgui la pena recordar
cs: Kde jste mluvili, co nesou, cokoli, co stojí za zapamatování
da: Hvor du talte, hvad de bærer, alt der er værd at huske
de: Worüber ihr gesprochen habt, was sie tragen, alles, woran du dich erinnern möchtest
el: Πού μίλησες, τι κουβαλάνε, οτιδήποτε αξίζει να θυμάσαι
es: Dónde hablaste, qué llevan, cualquier cosa que valga la pena recordar
et: Kus sa rääkisid, mida nad kaasas kannavad, midagi, mida tasub meeles pidada
eu: Non hitz egin zenuen, zer daramaten, gogoratzeko balio duen edozer
fi: Missä puhuit, mitä he kantavat, mitä tahansa muistamisen arvoista
fr: Où tu as parlé, ce qu'ils transportent, tout ce qui mérite d'être rappelé
ga: Nuair a labhair tú, cad a iompraíonn siad, rud ar bith is fiú cuimhneamh
gl: Onde falaches, o que levan, calquera cousa que valga a pena lembrar
he: איפה דיברת, מה הם נושאים, כל דבר ששווה לזכור
hi: आपने कहां बात की, वे क्या लेकर आए, याद रखने लायक कुछ भी
hr: Gdje ste razgovarali, što nose, bilo što vrijedno pamćenja
hu: Hol beszéltél, mit visznek, bármit, amit érdemes megjegyezni
id: Di mana Anda berbicara, apa yang mereka bawa, apa pun yang patut diingat
is: Hvar þú talaðir, hvað þeir bera, allt sem vert er að muna
it: Dove hai parlato, cosa portano, qualsiasi cosa valga la pena ricordare
ja: どこで話したか、何を持っているか、覚えておくべきことは何か
ka: სად ელაპარაკე, რას ატარებენ, რაც ღირს დასამახსოვრებლად
kk: Сіз қайда сөйлестіңіз, олар не алып жүр, есте сақтауға тұрарлық нәрсе
ko: 당신이 어디서 이야기했는지, 그들이 무엇을 갖고 있는지, 기억할 만한 것은 무엇이든
lt: Kur kalbėjote, ką jie nešiojasi, ką verta prisiminti
lv: Kur tu runāji, ko viņi nes, jebko, ko vērts atcerēties
mk: Каде зборувавте, што носат, сè што вреди да се запамети
ms: Di mana anda bercakap, apa yang mereka bawa, apa sahaja yang patut diingat
mt: Fejn tkellimt, x’iġorru, xi ħaġa ta’ min jiftakar
nb: Hvor du snakket, hva de bærer på, alt som er verdt å huske
nl: Waar je hebt gesproken, wat ze bij zich hebben, alles wat de moeite waard is om te onthouden
pl: Gdzie rozmawialiście, co niosą, cokolwiek wartego zapamiętania
pt_br: Onde você falou, o que eles carregam, qualquer coisa que valha a pena lembrar
ro: Unde ai vorbit, ce poartă ei, orice demn de amintit
ru: Где ты говорили, что несут, что-нибудь, что стоит запомнить
sk: Kde ste sa rozprávali, čo nesú, čokoľvek, čo stojí za zapamätanie
sl: Kje ste govorili, kaj nosijo, karkoli, kar si je vredno zapomniti
sq: Ku folët, çfarë mbajnë, çdo gjë që ia vlen të mbahet mend
sr: Где сте причали, шта носе, било шта вредно памћења
sv: Var du pratade, vad de bär på, allt som är värt att komma ihåg
th: ที่คุณพูดคุย สิ่งที่พวกเขาถือ อะไรก็ตามที่ควรค่าแก่การจดจำ
tr: Nerede konuştuğunuz, ne taşıdıkları, hatırlamaya değer ne varsa
uk: Де ти розмовляли, що вони несуть, усе, що варто запам’ятати
vi: Nơi bạn nói chuyện, những gì họ mang theo, bất cứ điều gì đáng nhớ
zh_hans: 你在哪里谈话，他们携带什么，任何值得记住的事情
zh_hk: 你在哪裡談話，他們攜帶什麼，任何值得記住的事情

source: Which ram?
ar: أي كبش؟
bg: Кой овен?
bs: Koji ovan?
ca: Quin ram?
cs: Který beran?
da: Hvilken vædder?
de: Welcher Widder?
el: Ποιο κριάρι;
es: ¿Qué carnero?
et: Milline jäär?
eu: Zein ahari?
fi: Mikä ram?
fr: Quel bélier ?
ga: Cén reithe?
gl: Que carneiro?
he: איזה איל?
hi: कौन सा राम?
hr: Koji ovan?
hu: Melyik kos?
id: domba jantan yang mana?
is: Hvaða hrútur?
it: Quale ariete?
ja: どの雄羊ですか？
ka: რომელი ვერძი?
kk: Қай қошқар?
ko: 어떤 숫양?
lt: Kuris avinas?
lv: Kurš auns?
mk: Кој овен?
ms: domba jantan yang mana?
mt: Liema muntun?
nb: Hvilken ram?
nl: Welke ram?
pl: Który baran?
pt_br: Qual carneiro?
ro: Care berbec?
ru: Какой баран?
sk: Ktorý baran?
sl: Kateri oven?
sq: Cilin dash?
sr: Који ован?
sv: Vilken bagge?
th: แรมตัวไหน?
tr: Hangi koç?
uk: Який баран?
vi: ram nào?
zh_hans: 哪只公羊？
zh_hk: 哪隻公羊？

source: White
ar: أبيض
bg: Бяло
bs: Bijelo
ca: Blanc
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: blanco
et: Valge
eu: Zuria
fi: Valkoinen
fr: Blanc
ga: Bán
gl: Branco
he: לבן
hi: सफ़ेद
hr: Bijela
hu: fehér
id: Putih
is: Hvítur
it: Bianco
ja: ホワイト
ka: თეთრი
kk: Ақ
ko: 화이트
lt: Baltas
lv: Balts
mk: Бело
ms: putih
mt: Abjad
nb: Hvit
nl: Wit
pl: Biały
pt_br: Branco
ro: alb
ru: Белый
sk: Biela
sl: Bela
sq: E bardha
sr: Бела
sv: Vit
th: ขาว
tr: Beyaz
uk: Білий
vi: trắng
zh_hans: 白色的
zh_hk: 白色

source: Who carried it
ar: من حملها
bg: Кой го носи
bs: Ko ga je nosio
ca: Qui el va portar
cs: Kdo to nesl
da: Hvem bar det
de: Wer ihn getragen hat
el: Ποιος το κουβαλούσε
es: Quién la llevó
et: Kes kandis
eu: Nork eraman zuen
fi: Kuka kantoi
fr: Qui l'a porté
ga: Cé a d'iompair é
gl: Quen a levou
he: מי נשא אותו
hi: इसे कौन ले गया
hr: Tko ga je nosio
hu: Ki vitte
id: Siapa yang membawanya
is: Hver bar það
it: Chi lo ha portato
ja: 誰が運んだのか
ka: ვინ ატარებდა
kk: Кім алып кетті
ko: 누가 가져갔나
lt: Kas nešė
lv: Kas to nesa
mk: Кој го носеше
ms: Siapa yang membawanya
mt: Min ġarrha
nb: Hvem bar den
nl: Wie heeft het gedragen
pl: Kto to niósł
pt_br: Quem carregou
ro: Cine l-a purtat
ru: Кто его нёс
sk: Kto to niesol
sl: Kdo ga je nosil
sq: Kush e barti
sr: Ко га је носио
sv: Vem bar den
th: ใครเป็นคนถือ.
tr: Kim taşıdı
uk: Хто його ніс
vi: Ai đã mang nó
zh_hans: 谁携带的
zh_hk: 誰攜帶的

source: Who do you miss?
ar: من تفتقد؟
bg: кой ти липсва
bs: ko ti nedostaje?
ca: A qui trobes a faltar?
cs: kdo ti chybí?
da: Hvem savner du?
de: Wen vermisst du?
el: Ποιος σου λείπει;
es: ¿A quién extrañas?
et: Keda sa igatsed?
eu: Nor botatzen duzu faltan?
fi: Ketä kaipaat?
fr: Qui te manque ?
ga: Cé a chailleann tú?
gl: A quen botas de menos?
he: למי אתה מתגעגע?
hi: आप किसे याद करते हैं?
hr: tko ti nedostaje
hu: ki hiányzik neked?
id: Siapa yang kamu rindukan?
is: Hvers saknarðu?
it: Chi ti manca?
ja: 誰がいなくて寂しいですか？
ka: ვინ გენატრება?
kk: Кімді сағынасың?
ko: 누구를 그리워하시나요?
lt: ko pasiilgai?
lv: Kurš tev pietrūkst?
mk: Кој ти недостига?
ms: awak rindu siapa?
mt: Min tmiss?
nb: Hvem savner du?
nl: Wie mis je?
pl: Za kim tęsknisz?
pt_br: De quem você sente falta?
ro: De cine iti este dor?
ru: По кому ты скучаешь?
sk: kto ti chýba?
sl: koga pogrešaš
sq: Kush ju mungon?
sr: ко ти недостаје?
sv: Vem saknar du?
th: คุณคิดถึงใคร?
tr: Kimi özlüyorsun?
uk: за ким сумуєш
vi: Bạn nhớ ai?
zh_hans: 你想念谁？
zh_hk: 你想念誰？

source: Who is this for?
ar: لمن هذا؟
bg: за кого е това
bs: Za koga je ovo?
ca: Per a qui és això?
cs: Pro koho je to určeno?
da: Hvem er dette til?
de: Für wen ist der Brief?
el: Για ποιον είναι αυτό;
es: ¿Para quién es?
et: Kellele see mõeldud on?
eu: Norentzat da hau?
fi: Kenelle tämä on tarkoitettu?
fr: Pour qui est-ce ?
ga: Cé dó a bhfuil sé seo?
gl: Para quen é isto?
he: למי זה מיועד?
hi: यह किसके लिए है?
hr: Za koga je ovo?
hu: Kinek szól ez?
id: Untuk siapa ini?
is: Fyrir hverja er þetta?
it: Per chi è?
ja: 受取人は誰ですか？
ka: ვისთვის არის ეს?
kk: Бұл кімге арналған?
ko: 이것은 누구를 위한 것인가요?
lt: Kam tai skirta?
lv: Kam tas ir paredzēts?
mk: За кого е ова?
ms: ini untuk siapa?
mt: Għal min hu dan?
nb: Hvem er dette for?
nl: Voor wie is dit?
pl: Dla kogo to jest?
pt_br: Para quem é isso?
ro: Pentru cine este asta?
ru: Кому адресовано?
sk: Pre koho je to určené?
sl: Komu je to namenjeno?
sq: Për kë është kjo?
sr: За кога је ово?
sv: Vem är detta till för?
th: นี่เพื่อใคร?
tr: Bu kimin için?
uk: Для кого це?
vi: Cái này dành cho ai?
zh_hans: 收信人是谁？
zh_hk: 這是給誰的？

source: Who is this?
ar: من هذا؟
bg: кой е това
bs: ko je ovo?
ca: Qui és aquest?
cs: kdo to je?
da: Hvem er det her?
de: Wer ist das?
el: Ποιος είναι αυτός;
es: ¿Quién es?
et: Kes see on?
eu: Nor da hau?
fi: Kuka tämä on?
fr: Qui est-ce?
ga: Cé hé seo?
gl: Quen é este?
he: מי זה?
hi: यह कौन है?
hr: tko je ovo
hu: Ki ez?
id: Siapa ini?
is: Hver er þetta?
it: Chi è questo?
ja: これは誰ですか？
ka: ვინ არის ეს?
kk: Бұл кім?
ko: 이 사람은 누구입니까?
lt: Kas tai yra?
lv: Kas tas ir?
mk: Кој е ова?
ms: Siapakah ini?
mt: Min hu dan?
nb: Hvem er dette?
nl: Wie is dit?
pl: Kto to jest?
pt_br: Quem é esse?
ro: Cine este aceasta?
ru: Кто это?
sk: kto to je?
sl: kdo je to
sq: Kush eshte ky?
sr: ко је ово?
sv: Vem är det här?
th: นี่คือใคร?
tr: Bu kim?
uk: хто це
vi: Đây là ai?
zh_hans: 这是谁？
zh_hk: 這是誰？

source: Who's writing?
ar: من يكتب؟
bg: Кой пише?
bs: Ko piše?
ca: Qui escriu?
cs: Kdo píše?
da: Hvem skriver?
de: Wer schreibt?
el: Ποιος γράφει;
es: ¿Quién escribe?
et: Kes kirjutab?
eu: Nork idazten du?
fi: Kuka kirjoittaa?
fr: Qui écrit ?
ga: Cé atá ag scríobh?
gl: Quen escribe?
he: מי כותב?
hi: कौन लिख रहा है?
hr: Tko piše?
hu: Ki ír?
id: Siapa yang menulis?
is: Hver skrifar?
it: Chi scrive?
ja: 誰が書いていますか？
ka: ვინ წერს?
kk: Кім жазып жатыр?
ko: 누가 작성하나요?
lt: Kas rašo?
lv: Kas raksta?
mk: Кој пишува?
ms: Siapa yang menulis?
mt: Min qed jikteb?
nb: Hvem skriver?
nl: Wie schrijft er?
pl: Kto pisze?
pt_br: Quem está escrevendo?
ro: Cine scrie?
ru: Кто пишет?
sk: Kto píše?
sl: Kdo piše?
sq: Kush po shkruan?
sr: Ко пише?
sv: Vem skriver?
th: ใครเป็นผู้เขียน?
tr: Kim yazıyor?
uk: Хто пише?
vi: Ai đang viết?
zh_hans: 寄信人是谁？
zh_hk: 寄件人係邊個？
